/* Go back action title */
"Back" = "Tilbage";

/* Continue action title */
"Continue" = "Fortsæt";

/* Setup a new printer title */
"Set Up New Printer" = "Konfiguration af ny printer";

/* Application name */
"HP Easy Wireless Setup" = "HP Easy Wireless Setup";

/* HP Smart print details explanation */
"In just a few steps, you can start using your HP printer." = "Du kan begynde at bruge din HP-printer efter nogen få trin.";

/* Prepare printer message */
"Prepare" = "Forbered";

/* Click continue message on prepare printer view */

/* Ensure power is on message on prepare printer view */
"Power is ON" = "Printeren er tændt";

/* Ensure supplies are installed message on prepare printer view */

/* Ensure network connection message on prepare printer view */

/* Refer to the information message on prepare printer view */

/* Unconfigured printer display name */
"New Wireless Printer" = "Ny trådløs printer";

/* Printer selection view title */
"Connect" = "Tilslut";

/* Printer selection view description */
"Click Continue to set up a new wireless printer, or click Show All to select a printer that is already connected." = "Klik Fortsæt for at starte konfigurationen af en ny trådløs printer, eller klik Vis alle for at vælge en printer, der allerede er tilsluttet.";

/* Show all printers button title */
"Show All" = "Vis alle";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         	Printer configuration                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Printer confuguration view description */
"Follow these steps to add your printer to your Wi-Fi network." = "Følg disse trin for at forbinde din printer til dit trådløse netværk.";

/* Connect to HP-Setup- network title */
"Connect your Mac to the printer" = "Forbind din Mac til printeren";

/* Connect to HP-Setup- network explanation */
"Click the Wi-Fi icon in the menu bar and choose the printer's network (starts with \"HP-Setup\")." = "Klik på Wi-Fi-ikonet i menubjælken, og vælg printerens netværk (starter med \"HP-Setup\")";

/* Join network step title */

/* Connect to known network message */
"Click the Wi-Fi icon in the menu bar, and select your printer network (%@)" = "Klik på Wi-Fi-ikonet i menubjælken, og vælg printerens netværk (%@)";

/* Restore WiFi network step title */
"Restore your Mac's original Wi-Fi setting" = "Gendan din Mac-computers originale Wi-Fi-indstillinger ";

/* Generic network name in lowercase */
"your network" = "dit netværk";

/* Restore WiFi network step explanation */
"Click the Wi-Fi icon in the menu bar and choose the %@ network." = "Klik på Wi-Fi-ikonet i menubjælken, og vælg netværket (%@)";
"Click the Wi-Fi icon in the menu bar, choose \"Join Other Network\", and connect to the %@ network." = "Klik på Wi-Fi-ikonet i menubjælken, vælg \"Opret forbindelse til andet netværk\", og forbind til netværket %@.";

/* Generic network name */
"Your network" = "Dit netværk";

/* Password description format */
"The Wi-Fi network%1$@requires a%2$@password." = "Wi-Fi-netværket%1$@kræver en%2$@adgangskode.";

/* Password title */
"Password:" = "Adgangskode:";

/* Cancel button title */
"Cancel" = "Annuller";

/* OK button title */
"OK" = "OK";


/* Try again button title */
"Try Again" = "Prøv igen";

/* Default button of alert on timeout while restoring connection */
"Wait" = "Vent";

/* Alternate button of alert on timeout while restoring connection */
"Reconfigure" = "Omkonfigurer";

/* Network joining error description */
"Make sure the network name and password are correct, try again later, or select another network from the list." = "Vær sikker på, at netværksnavnet og adgangskoden er korrekt, prøv igen senere, eller vælg et andet netværk fra listen.";


/* Other button of alert on timeout while restoring connection */
"Cancel" = "Annuller";

/* Message text of the alert when connecting to unsupported network */
"Cannot connect to the network \"%@\"" = "Kan ikke forbinde til netværket \"%@\"";

/* Informative text of the alert when connecting to unsupported network */
"The network \"%1$@\" has the %2$@ encryption type. This encryption type is not supported." = "Netværket \"%1$@\" har krypteringstypen %2$@. Denne krypteringstype er ikke understøttet.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Print test page controller                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Add and print screen messages */
"Follow the steps below to prepare for printing." = "Følg disse trin for at komme i gang med at udskrive.";
"Click Add Printer. A new window will open." = "Klik på Tilføj printer. Et nyt vindue vil åbne.";
"Add Printer..." = "Tilføj printer...";
"In the newly opened window:" = "I det nyligt åbnede vindue:";
"Choose \"%1$@\" from the %2$@ pop-up menu." = "Vælg \"%1$@\" fra pop-up-menuen %2$@.";
"Use" = "Brug";
"Print Using" = "Udskriv med";


"Click Add." = "Klik på Tilføj.";
"To ascertain that the printer has been successfully configured, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "For at kontrollere at printeren er rigtigt konfigureret, placer da et ark %@ papir i printerens papirbakke, og klik så Udskriv testside.";

"Print Test Page" = "Udskriv testside";

/* The name of the print job */
"Test Page" = "Testside";

"Add and Verify" = "Tilføj og kontrollér";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         Join other network sheet                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Join other network sheet title */
"Find and join a Wi-Fi network." = "Find og forbind til et Wi-Fi-netværk.";

/* Join other network description label */
"Enter the name and security type of the network you want to join." = "Indtast navnet og sikkerhedstypen på det netværk, som du vil forbinde til.";

/* Network name label */
"Network Name:" = "Netværksnavn:";

/* Security type label */
"Security:" = "Sikkerhed:";

/* Password label */
"Password:" = "Adgangskode:";

/* Show password checkbox title */
"Show password" = "Vis adgangskode";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                   			     Rename printer       		                  */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Apply" = "Anvend";

"Done" = "Færdig";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			     Network popup												*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Refreshing Networks..." = "Opdaterer netværk...";
"No Networks Found" = "Ingen netværk fundet";
"%d Networks Found" = "%d netværk fundet";
"Join Other Network..." = "Opret forbindelse til andet netværk…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			   Network selection tutorial									*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Wi-Fi: On" = "Wi-Fi: Til";
"Turn Wi-Fi Off" = "Slå Wi-Fi fra";
"HP-Setup..." = "HP-Setup…";
"Home" = "Hjem";
"Create Network..." = "Opret netværk…";
"Open Network Preferences..." = "Åbn Netværk…";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Login and password sheet                            */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ is trying to change your print settings. Type your password to allow this." = "%1$@ forsøger at ændre dine printerindstillinger. Indtast din adgangskode for at give tilladelse til dette.";

"%1$@ is trying to change your print settings. Type an administrator's name and password to allow this." = "%1$@ forsøger at ændre dine printerindstillinger. Indtast navn på administrator og en adgangskode for at give tilladelse til dette.";

"Account name:" = "Kontonavn:";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                           Non HP driver sheet                              */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/



"Use the Current Driver" = "Brug den nuværende driver";

"Switch to the HP Driver" = "Skift til HP-driveren";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                          Network Encryption types                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
"none" = "Ingen";
"wpa_psk_or_wpa2" = "WPA/WPA2 Personal";
"wpa_enterprise" = "WPA Enterprise";
"wpa2_enterprise" = "WPA2 Enterprise";
"wpa_psk" = "WPA Personal";
"wpa2" = "WPA2 Personal";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                 Plus version                               */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Finish setup screen strings */
"Preparing to open HP Utility..." = "Klargør til at åbne HP Utility...";
"Thank You!" = "Tak!";
"Continue with HP Utility" = "Fortsæt med HP Utility";
"Click Open HP Utility and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Klik på Åbn HP Utility, og følg derefter trinnene, der bliver vist. Når HP Utility er åben, lukkes HP Easy Start automatisk.";
"Cannot open HP Utility." = "Det er ikke muligt at åbne HP Utility.";
"Open HP Utility..." = "Åbn HP Utility...";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Da du nu er forbundet og vigtig software er installeret, kan du bruge HP Utility til at gennemføre de resterende opgaver til printeropsætning.";


/* Software installation strings */
"We were not able to automatically locate any software options for this product. Please go to the HP Website and search for product solutions there." = "Vi kunne ikke automatisk finde nogle softwaremuligheder for dette produkt. Besøg HP's websted og søg efter produktløsninger der.";
"Searching for software..." = "Software søges...";
"Install" = "Installer";
"Recommended" = "Anbefalet";
"Installing... %.1f%%" = "Installerer... %.1f%%";
"Loading..." = "Indlæser...";
/* Description text for alert on error happened during enabling Web Services */
"The HP Web Services for your device could not be activated" = "HP Web Services for din enhed kunne ikke aktiveres";

/* Solution text for alert on error happened during enabling Web Services */
"Please make sure the device is connected to the Internet and has proper proxy settings." = "Kontrollér, at enheden har forbindelse til internettet og de korrekte proxy-indstillinger";

/* Short status message for installation process stalled */
"System activity in progress, please wait…." = "Systemaktivitet i gang. Vent et øjeblik ...";

"Cannot obtain software information." = "Det er ikke muligt at hente softwareoplysninger.";
"Cannot install software." = "Det er ikke muligt at installere softwaren.";
"Go back to the previous step and try to install the software again." = "Vend tilbage til det forrige trin, og prøv at installere softwaren igen.";
"%@ is busy" = "%@ er optaget";
"Downloading... %@" = "Henter... %@";
"Update available" = "Opdatering er tilgængelig";
"Downloaded" = "Hentet";
"Version: %@" = "Version: %@";
"Status: %@" = "Status: %@";
"Installed successfully" = "Installeret korrekt";
"The software cannot be installed. Try again later." = "Det er ikke muligt at installere softwaren. Prøv igen senere.";
"Cannot connect to server" = "Forbindelse til serveren kan ikke oprettes";
"Required" = "Påkrævet";
"Up to date" = "Opdateret";
"Not Installed" = "Ikke installeret";
"Software installation requires authorization." = "Softwareinstallationen kræver godkendelse.";
"Cannot obtain software information. Check your network connection, and then try again." = "Det er ikke muligt at hente softwareoplysninger. Kontrollér din netværksforbindelse, og prøv igen.";
"Cannot download the software." = "Det er ikke muligt at hente softwaren.";
"Check your network connection, and then try again." = "Kontrollér din netværksforbindelse, og prøv igen.";
"Waiting..." = "Venter...";
"Connecting..." = "Opretter forbindelse...";

/* Print Queue Setup */
"Would you like to use the HP printer driver?" = "Vil du gerne bruge HP-printerdriveren?";
"Select \"%@\"" = "Vælg \"%@\"";

/* Setup printer by IP address instruction */
"Select the IP tab and then enter %@ in the Address field." = "Vælg fanen IP, og indtast %@ i feltet Adresse.";

"Choose \"%@\" from the Protocol pop-up menu." = "Vælg  \"%@\" i pop-up-menuen Protokol.";
"Choose a protocol supported by your printer from the Protocol pop-up menu." = "Vælg en protokol, der understøttes af printeren, i pop-op-menuen Protokol.";


"Generic PostScript Printer" = "Generisk PostScript-printer";
"Generic PCL Printer" = "Generisk PCL-printer";

/* Printer search/discovery */
"Ready to Connect" = "Klar til at oprette forbindelse";
"Search for IP address: %@" = "Søger efter IP-adressen: %@";
"Searching..." = "Søger...";
"No devices have been found." = "Ingen enheder er blevet fundet.";
"No devices have been found" = "Ingen enheder er blevet fundet";

"Search for host name: %@" = "Søg efter værtsnavnet: %@";

/* Printer configuration */
"More..." = "Mere ...";
"About HP Auto Wireless Connect" = "Om HP Auto Wireless Connect";

/* Join device to Wi-Fi network screen description */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click Join." = "Klik på mærkaten under enhedsikonet, og giv enheden et navn, der er genkendeligt, sørg for, at det aktuelle Wi-Fi-netværk er valgt for din Mac-computer, og klik derefter på Forbind.";

/* Join button title */
"Join" = "Forbind";

/* Join device to Wi-Fi network screen description */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click Join." = "Klik på mærkaten under enhedsikonet, og giv enheden et navn, der er genkendeligt, sørg for, at det aktuelle Wi-Fi-netværk er valgt for din Mac-computer, og klik derefter på Forbind.";

/* Join button title */
"Join" = "Forbind";

/* Join device to Wi-Fi network connection notes */
"Note: When you click Join, your Mac will be temporarily disconnected from your wireless network. %@" = "Bemærk: Når du klikker på Forbind, afbrydes forbindelsen mellem din Mac og det trådløse netværk midlertidigt. %@";


/* Preferences window title */
"Preferences" = "Indstillinger";


/* Error messages */

"Cannot connect to the selected network." = "Det er ikke muligt at oprette forbindelse til det valgte netværk.";
"Cannot configure the printer." = "Det er ikke muligt at konfigurere printeren.";

/* 1.1 Resources */

/* Displayed when user network set up to use manual IP address and app needs to temporary reconfigure network */

/* Displayed when user tries to quit app during system configuration change */
"You cannot quit the application while changes are being applied." = "Programmet kan ikke lukkes, men der udføres ændringer.";

/* 5GHz incompatibility alerts */

/* Message displayed on test page */
"Printing is enabled" = "Print er aktiveret";

/* Displayed when user tries to quit app during software installayion */
"You cannot quit the application during installation. Wait until the installation is completed." = "Du kan ikke lukke programmet under installationen. Vent indtil installationen er fuldført.";

/* Reminders */
"Remind Me..." = "Påmind mig...";
"Set reminders to explore and install free HP-recommended software." = "Indstil påmindelser, så du kan undersøge og installere gratis HP-anbefalet software.";
"Checking for software..." = "Søg efter software...";

/* Displayed name of the application home page link in reminders view */
"Home Page" = "Startside";

/* Reminder time options */
"30 minutes" = "30 minutter";
"1 hour" = "1 time";
"1 day" = "1 dag";
"No reminders" = "Ingen påmindelser";

"Enable Printing" = "Aktivér print";

"You cannot quit the application." = "Du må ikke lukke programmet.";

/* Message that displayed when user added the printer (or fax) different from required in the Add & Print Test Page screen */

/* Osprey Lite: The alert text that informs user that the network set up to use manual IP address and he needs to vhange settings to DHCP */

/* Reminders screen title  and description for case reminders are not available (10.7) */
"Other Software" = "Anden software";
"Explore and install free HP recommended software." = "Undersøg og installer gratis HP-anbefalet software.";

/* Reminders screen description for case when reminders are unallowed for the app */
"Please allow %@ to access your reminders in the Security & Privacy system preferences pane" = "Du skal tillade %@ at få adgang til dine påmindelser i panelet Sikkerhed & anonymitet af personlige oplysninger for systemindstillinger.";

/* Caption of the network selection pop-up button when no network is selected and join button is disabled */
"Select the network" = "Vælg netværk";

/* Printer setup */

/* Info button title */
"More Info" = "Flere oplysninger";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                     2.0                                    */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ may have been deleted or moved to another location. Quit and then reopen %1$@, and try again." = "%1$@ er muligvis blevet slettet eller flyttet til en anden placering. Afslut og åbn derefter %1$@, og prøv igen.";
"Cannot complete operation" = "Det er ikke muligt at gennemføre handlingen";
"Are you sure that you want to skip Online Setup steps?" = "Er du sikker på, du vil springe trinnene til online opsætning over?";
"Skip" = "Spring over";
"Online Setup is an important part of the complete setup of your printer. Certain product features may not be available to you until these steps are completed." = "Online Setup (Online opsætning) er en vigtig del af printerens komplette opsætning. Visse produktfunktioner kan være utilgængelige for dig, indtil disse trin er gennemført.";
"Unable to communicate with the printer." = "Det er ikke muligt at kommunikere med printeren.";

/* Printer is not found title */
"No devices found that match search criteria" = "Der blev ikke fundet nogen enheder, der passede med søgekriterierne.";

/* Description for case when the printer is not found during the filtering */
"Make sure that your device is powered on, and already connected to your network or via USB or ready to connect to your wireless network. Also check the product name, or assigned name for the networked device, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Sørg for, at enheden er tændt og har forbindelse til netværket eller er klar til, at der oprettes forbindelse til det trådløse netværk via USB. Kontrollér også produktnavnet eller det tildelte navn for netværksenheden, og sørg for, at søgeoplysningerne er indtastet korrekt. Klik på knappen Information for at få mere hjælp, hvis enheden stadig ikke bliver registreret.";

/* Description for case when the printer is not found during search by IP-address or host name */

/* Incorrect queue creation alert title and description */
"Printing was not enabled" = "Udskrivning var ikke slået til.";
"Printing was not enabled successfully during the previous steps. This appears to have been caused by an incorrect printer selection in the Add Printer dialog. Please perform these steps again and pay close attention to the selections that you make." = "Udskrivning var ikke slået til under de foregående trin. Det lader til at være forårsaget af et forkert printervalg i dialogfeltet Tilføj printer. Udfør processen igen, og vær meget opmærksom på de valg, du foretager.";

"To connect the printer, complete the following steps. After you complete each step, click \"Try Again\".\n\n1. Make sure all printer cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the printer off, and then turn it on again" = "Gør følgende for at forbinde printeren. Når du gennemfører hvert trin, skal du klikke på \"Prøv igen\".\n\n1. Sørg for, at alle printerkabler er tilsluttet sikkert, eller at den trådløse forbindelse fungerer korrekt.\n\n2. Sluk printeren, og tænd den derefter igen.";

"Username:" = "Brugernavn:";

/* Conclusion screen title */
"Continue Online" = "Fortsæt online";

/* Conclusion screen description */
"Now that you are connected and essential software is installed, remaining printer setup tasks will occur online." = "Nu hvor du har forbindelse, og den nødvendige software er installeret, vil resten af opgavene i forbindelse med konfiguration af printeren foregå online.";

/* Continue Online button title */
"Continue Online..." = "Fortsæt online …";

/* Continue Online action description */
"Click Continue Online to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Klik på Fortsæt online for at åbne en webbrowser, og følg derefter anvisningerne. Når browseren er åbnet, lukkes HP Easy Start automatisk.";

/* Skip Online Setup alert buttons */
"Continue Online Setup" = "Fortsæt onlineinstallation";
"Skip Online Setup" = "Spring over onlineinstallation";

/* Finishing OWS setup progress title */
"Finishing setup..." = "Afslutter installation ...";

/* No-devices-found instruction */
"Make sure that the device is powered on, all cables are connected, and wireless access is enabled on the device. Click the Information button for more tips to follow if your device is still not found." = "Sørg for, at enheden er tændt, alle kabler er sat i, og at den trådløse adgang på enheden er slået til. Klik på knappen Oplysninger for at få råd, i det tilfælde at enheden stadig ikke bliver registreret.";


/* Not enough free space for SW download error description */
"There is not enough free space on your startup disk to download the selected software. Please make more space available on your startup disk by deleting files and try again." = "Der er ikke nok ledig plads på startdisken til at hente den valgte software. Skab mere ledig plads på startdisken ved at slette filer, og prøv igen.";

/* Not enough free space for SW installation check failed error description */
"OSPNotEnoughAvailableSpaceToInstall" = "HP Easy Start kræver mindst %1$@ ledig plads på startdisken for at installere de valgte elementer, men der er kun %2$@ tilgængelige. Skab mere ledig plads på startdisken ved at slette filer, og prøv igen.";

/* Accessibility title for untitled Search button in Select Printer window. */
"OSPSearchButton" = "Søg";

/* Name of IPP protocol in the system Add Printer dialog */
"OSPIPPProtocolTitle" = "Internet Printing Protocol - IPP";
/* Name of LPD protocol in the system Add Printer dialog */
"OSPLPDProtocolTitle" = "Line Printer Daemon - LPD";
/* Name of HP Jetdirect protocol in the system Add Printer */
"OSPJetDirectProtocolTitle" = "HP Jetdirect - Socket";

/* The names of the AirPrint and Secure AirPrint printer software. Localized strings should match to systems ones displayed in the Add Printer dialog */
"OSPPrinterSoftwareAirPrint" = "AirPrint";
"OSPPrinterSoftwareSecureAirPrint" = "Sikker AirPrint";

/* Single byte size format */
"OSPByteSizeFormat" = "%zd byte";

/* Multiple bytes size format */
"OSPBytesSizeFormat" = "%zd bytes";

/* KB size format */
"OSPKBSizeFormat" = "%zd KB";

/* MB size format */
"OSPMBSizeFormat" = "%.1f MB";

/* GB size format */
"OSPGBSizeFormat" = "%.2f GB";

/* TB size format */
"OSPTBSizeFormat" = "%.2f TB";

/* The information to show in the Install screen when there are no software packages available for selected AirPrint compatible device. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForAirPrintDevice" = "HP-software til den AirPrint-kompatible %1$@ fås kun til OS X %2$@ eller nyere. Klik på Fortsæt for at  fortsætte med konfigurationen via AirPrint.";

/* The information to show in the Install screen when there are no software packages available for selected device on user’s OS. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForDevice" = "HP-drivere til enheden %1$@ fås kun til OS X %2$@ eller nyere. Opdater operativsystemet på computeren, og installer herefter de nyeste HP-drivere.";

/* Continue online screen message in case the device is AirPrint capable and no HP software is installed */
"Now that you are connected, remaining setup tasks will occur online." = "Når der er etableret forbindelse, vil resterende handlinger til konfigurationen foregå online.";


/* Enable logging checkbox title */
"Enable Logging" = "Tillad logføring";

/*////////////////////////////////////////////////////////////////////////////*/
/* New licence aggreement strings */

"Agreements and Settings" = "Aftaler og indstillinger";

"AgreementsAndSettingsScreenCescription" = "HP indsamler og analyserer produkter, brug af software og tjenester samt tekniske data fra din enhed mhp. at tilvejebringe vores produkter og tjenester, herunder opdateringer og alarmer, levering af oplysninger og fordele, der er relevante for dig, samt forbedre produkter, tjenester og virksomhedsdrift.  HP kan også analysere disse data i kombination med andre personlige data, der er indsamlet iht. HP's erklæring om beskyttelse af personlige oplysninger, fra dig, andre HP-kunder eller tredjeparter.\n\nDu bedes gennemgå og angive din accept af følgende aftaler og indstillinger.";

/* First agreement: Information collected during setup.  See also "Information Collected.rtf" */

"Information Collected During the Setup Process" = "Oplysninger indsamlet under installationsprocessen";

"Disclosure of the information collected by HP during the setup process." = "Videregivelse af oplysninger indsamlet af HP under installationsprocessen.";

/* Second agreement: EULA */
"End User License Agreement" = "Slutbrugerlicensaftale";

"The legal agreement between HP and users of this software." = "Den juridiske aftale mellem HP og brugere af denne software.";

/* Third agreement: Usage Tracking.  See also  "Product Improvement.rtf" */
 
"Product Improvement Data Collection (Recommended)" = "Indsamling af produktforbedringsdata (anbefalet)";

"To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information." = "To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information.";

"Allow HP to collect data for Product Improvements" = "Giv HP tilladelse til at indsamle og analysere oplysninger om produkt- og softwarebrug";

/* Miscellaneous */

"HP Privacy Statement" = "HP's erklæring om beskyttelse af personlige oplysninger";


/* Printer - specific strings adjustments */

/* HP Smart print details explanation */
"In just a few steps, your HP printer or scanner will be ready for use!" = "Det tager blot nogle få trin at klargøre HP-printeren eller -scanneren til brug.";

/* Click continue message on prepare printer view */
"Click Continue once these preliminary tasks have been completed." = "Klik på Fortsæt, når disse indledende opgaver er blevet gennemført.";

/* Ensure supplies are installed message on prepare printer view */
"Supplies are installed, if applicable" = "Forsyninger er installeret, hvis relevant";

/* Ensure network connection message on prepare printer view */
"If you do not intend to use a wireless connection, then attach the proper cable (USB or Ethernet) from your device to your Mac or wired network." = "Hvis ikke du har til hensigt at bruge en trådløs forbindelse, skal du forbinde det korrekte kabel (USB eller ethernet) fra din enhed til din Mac eller kabelforbundet netværk.";

/* Refer to the information message on prepare printer view */
"If you need assistance with any of these tasks, refer to the information provided with your HP product." = "Hvis du har brug for assistance til nogen af disse opgaver, henvises du til informationen, der fulgte med dit HP-produkt.";

/* Unconfigured device display name */
"New Wireless Device" = "Ny trådløs enhed";

/* Printer selection view description */
"Select the device you want to use and then click Continue." = "Vælg den enhed, du ønsker at bruge, og klik derefter på Fortsæt.";

/* Device configuration error text */
"An error occurred during the configuration attempt. Reset the device to its default settings, and then try again." = "Der opstod en fejl under konfigurationsforsøget. Nulstil enheden til dens standardindstillinger, og prøv derefter igen.";

/* Alert explanation text displayed when the printer doesn't support LEDM configuration */
"Your device does not support wireless setup over a wireless network. Please refer to the product’s documentation for more information." = "Din enhed understøtter ikke trådløs opsætning via et trådløst netværk. Se produktets dokumentation for flere oplysninger.";

/* Alert info on timeout while restoring connection */
"The device was not found on your wireless network. Click Wait to continue searching, or click Reconfigure to start the configuration again from the beginning. Click Cancel to select another device." = "Enheden blev ikke fundet på dit trådløse netværk. Klik på Vent for at fortsætte søgningen, eller klik på Omkonfigurer for at starte konfigurationen igen fra begyndelsen. Klik på Annuller for at vælge en anden enhed.";

/* Setup completion messages on the finish screen */
"Your HP product setup is complete" = "Din opsætning af HP-produktet er fuldført";
"Your device is set up and ready to use." = "Enheden er nu opsat og klar til brug.";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "Nu da du er tilsluttet, og den essentielle software er installeret, kan du bruge HP-hjælpeprogrammet til at fuldføre de resterende printeropsætningsopgaver.";

/* Renaming device title and description*/
"Rename Device (Optional)" = "Omdøb enhed (valgfri)";

/* Renaming device error title and description */
"Cannot change device name." = "Kan ikke ændre enhedens navn.";
"Renaming the device was unsuccessful. You may try again, try using a different name, or proceed with the device’s present name." = "Omdøbning af enheden mislykkedes. Du kan eventuelt prøve igen med et andet navn eller fortsætte med at bruge enhedens nuværende navn.";

/* Warning displayed in case user selects AirPrint and generic drivers for device on enable printing screen */
"An AirPrint printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "Der er tildelt en AirPrint-printerdriver til printeren. Denne driver tilvejebringer grundlæggende funktioner og understøttes til brug sammen med printeren. Dog anbefaler vi, at du bruger HP-printerdriveren for at sikre adgang til alle din printers funktioner.";
"A generic printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "Der er tildelt en generisk printerdriver til printeren.  Denne driver tilvejebringer grundlæggende funktioner og understøttes til brug sammen med din printer. Dog anbefaler vi, at du bruger HP-printerdriveren for at sikre adgang til alle printerens funktioner.";

/* Software installation screen description */
"Download and install the recommended software for your HP product." = "Download og installer den anbefalede software til dit HP-produkt.";

/* Device search/discovery messages */
"Turn your Mac's Wi-Fi on to discover available devices." = "Tænd for din Mac's Wi-Fi for at se tilgængelige enheder.";
"Searching for device with IP address: %@" = "Søger efter enhed med IP-adressen: %@";
"Filter the listed devices, or enter an IP address or host name." = "Filtrer de angivne enheder, eller indtast en IP-adresse eller et værtsnavn.";
"Devices matching %@" = "Enheder matcher %@"; 
"Cannot find device." = "Kan ikke finde enhed.";
"Searching for device with host name: %@" = "Søger efter enhed med værtsnavnet: %@";


/* Printer configuration */
"Set Up My HP Product" = "Opsæt mit HP-produkt";


/* Device configuration error alert title */

/* Alert about necessity to change user's network settings to connect to device setup network */
"To configure the device, HP Easy Start needs to temporarily change your connection settings. Authorization is required." = "For at konfigurere enheden skal HP Easy Start midlertidigt ændre dine tilslutningsindstillinger. Tilladelse er obligatorisk.";

/* 5 GHz wireless network connection error alerts */
"Your device is not compatible with 5 GHz networks. Select another network, and then try again." = "Enheden er ikke kompatibel med 5 GHz-netværker. Vælg et andet netværk, og prøv derefter igen.";
"Your device cannot be connected to the %1$@ network channel. Supported channels are %2$@. Set up your router to use one of the supported channels, or select another network." = "Enheden kan ikke oprette forbindelse til netværkskanalen %1$@. Understøttede kanaler er %2$@. Opsæt din router til at bruge en af de understøttede kanaler, eller vælg et andet netværk.";
"Your device cannot be connected to the %@ network channel. Set up your router to use another channel, or select another network." = "Enheden kan ikke oprette forbindelse til netværkskanalen %@. Opsæt din router til at bruge en anden kanal, eller vælg et andet netværk.";

/* Device setup error alert title */

/* Device setup progress messages */
"Gathering device information..." = "Indsamler enhedsinformation...";


/* USB device busy error allert title and description */
"The device is busy" = "Enheden er optaget";
"Your device is being used by the operating system or some other application. Try again later or restart the device." =  "Enheden bliver anvendt af operativsystemet eller et andet program. Prøv igen senere, eller genstart enheden.";

/* Device communication error title and messages */
"Unable to communicate with the device." = "Kan ikke kommunikere med enheden.";
"Make sure that your device is powered on, and connected to your network. Also check assigned device host name or IP-address, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "Sørg for, at enheden er tændt og tilsluttet til netværket. Kontroller også enhedens tildelte værtsnavn og IP-adresse, og sørg for, at du har indtastet dine søgeoplysninger korrekt. Klik på knappen Information for yderligere tips, hvis din enhed fortsat ikke kan findes.";

"The user name and password assigned to this device by your administrator are required to perform this task." = "Det brugernavn og adgangskode, som er tildelt denne enhed af din administrator, er obligatorisk for at kunne udføre denne opgave.";


/* Join wireless network progress reporting */ 
"Preparing for setup..." = "Forbereder opsætning...";
"Connecting to the device..." = "Opretter forbindelse til enheden...";
"Setting up the device..." = "Opsætter enheden...";

"Restoring your network connection..." = "Genopretter din netværksforbindelse...";
"Verifying the device settings..." = "Verificerer enhedens indstillinger...";
"Your device is now connected." = "Din enhed er nu tilsluttet.";

/* Enable printing/scanning screen title and description */

/* For single-function printers */
"Enable Printing" = "Aktiver udskrivning";

/* For multi-function printers */
"Enable Print and Scan" = "Aktiver udskrivning og scanning";
"Follow these steps to prepare to print and scan." = "Føg disse trin for at forberede udskrivning og scanning.";

/* For single-function scanners */
"Enable Scanning" = "Aktiver scanning";
"Follow these steps to prepare for scanning." = "Føg disse trin for at forberede scanning.";

/* Scan test page description */
"To ascertain that the scanner has been successfully configured, place a document in the scanner according to the device’s placement markings, and then click Scan Test Page." = "For at konstatere at scanneren er konfigureret korrekt, skal du lægge et dokument i scanneren iht. enhedens placeringsmærker og derefter klikke på Scan testside.";

/* Scanning unavailable due to unsupported connection error alert title and description */
"Unsupported connection type." = "Ikke-understøttet forbindelsestype.";
"Scanning functions will not be available" = "Scanningsfunktioner vil ikke være tilgængelige.";
"OS X does not support scanning on devices connected via host name or IP-address methods. You may continue to setup this device for printing only.  To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X understøtter ikke scanning på enheder, der er tilsluttet via metoderne værtsnavn eller IP-adresse. Du kan kun fortsætte opsætning til udskrivning på denne enhed.  For at scanne skal du aktivere Bonjour på din enhed og sørge for, at enheden er tilsluttet samme lokale netværk som din Mac, og derefter vælge enheden igen, når den vises i listen.";

"OS X does not support scanning on devices connected via host name or IP-address methods.  Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device when it appears in the list." = "OS X understøtter ikke scanning på enheder, der er tilsluttet via metoderne værtsnavn eller IP-adresse.  Du bedes aktivere Bonjour på din enhed og sørge for, at enheden er tilsluttet samme lokale netværk som din Mac, og derefter vælge enheden igen, når den vises i listen.";

/* Scan test page info messages */ 
"Connecting to the scanner..." = "Opretter forbindelse til scanneren...";
"The scanner reported an error" = "Scanneren rapporterede en fejl.";
"Scanning..." = "Scanner...";
"The scanner is warming up..." = "Scanneren varmer op...";
"A document is not loaded" = "Et dokument er ikke indlæst.";

/* Test page control titles */
"Scan" = "Scan";

"Print" = "Udskriv";
"Scan Test Page" = "Scan testside";

/* Create device queue instruction and button title */
"Add Device..." = "Tilføj enhed...";

/* ScanJet selection instruction */
"Select \"%1$@\" with Location value \"%2$@\"" = "Vælg \"%1$@\" med placeringsværdi \"%2$@\"";

/* Error alert description in case USB device */

/* App log location description */
"Logged information will be saved to \"%1$@\" in your %2$@ folder." = "Registrerede oplysninger vil blive gemt i \"%1$@\" i din mappe %2$@.";

/* 2.2.4 strings */
"Confirm that your scanner is functioning properly." = "Bekræft, at scanneren fungerer korrekt.";
"The selected network is not reachable from your HP device. Try to relocate the device closer to your wireless router or access point." = "Det valgte netværk er ikke tilgængeligt fra HP-enheden. Prøv at flytte enheden tættere på din router eller det trådløse adgangspunkt.";
"Google Analytics Privacy Policy" = "Google Analytics privatlivspolitik";
"The scanner was added successfully." = "Scanneren blev tilføjet.";
"Your %1$@ device is supported for use on OS X %2$@ or later. Please update your computer's operating system." = "Din %1$@-enhed understøttes til på OS X %2$@ eller nyere. Husk at opdatere computerens operativsystem.";
"Test Your Scanner" = "Test din scanner";
"Place an item on the scanner and try again." = "Læg et dokument i scanneren, og prøv igen.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac." = "Kontrollér, at USB-kablet sidder korrekt i USB-portene på enheden og på din Mac.";
"Cannot configure the device software." = "Kan ikke konfigurere enhedens software.";
"Make sure all device cables are securely connected, or that the wireless connection is working properly, and then try again." = "Sørg for, at alle enhedens kabler er korrekt tilsluttet, eller at den trådløse forbindelse fungerer korrekt, og prøv igen.";
"ReviewedCheckboxTitle" = "Jeg har gennemset og accepterer aftalerne og indstillingerne.";
"Your Mac login password is required to complete this step." = "Adgangskoden til din Mac-computer er nødvendig for at fuldføre dette trin.";
"Make sure your device is powered on and connected to the network, and then try again." = "Sørg for, at enheden er tændt og forbundet til netværket, og forsøg derefter igen.";
"HP scanner drivers for your %1$@ device are only available for OS X %2$@ or later. Please update your computer's operating system and then install the latest HP drivers." = "HP-scannerdrivere til din %1$@-enhed er kun tilgængelige for OS X %2$@ eller nyere. Husk at opdatere computerens operativsystem, og installer derefter de nyeste HP-drivere.";
"Creating the printer queue..." = "Oprettelse af udskriftskøen ...";
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click Print Test Page." = "Kontrollér, at printeren er blevet konfigureret korrekt ved at lægge papir i printerens papirbakke og derefter klikke på Udskriv testside.";
"Connecting to the scanner. Please wait..." = "Opretter forbindelse til scanneren. Vent venligst ...";
"Your Mac login credentials are required to grant HP Easy Start permission to install software on this computer. Click OK and then try again." = "Loginoplysningerne til din Mac-computer er nødvendige for at give HP Easy Start tilladelse til at installere software på denne computer. Klik på OK, og prøv igen.";
"The %@ IP address is not reachable." = "IP-adressen for %@ er ikke tilgængelig.";
"The IP address you provided is located on a different IP network and cannot be accessed from your Mac." = "Den angivne IP-adresse er placeret på et andet IP-netværk, og der er ikke adgang til den fra din Mac-computer.";
"Click to setup the scanner in the system" = "Klik for konfigurere scanneren i systemet";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click Scan Test Page. If working properly the scanned image will appear in the preview area." = "Du kan udføre dette ekstra valgfrie trin ved at placere et enkeltsidet dokument i scanneren ved markeringerne, og derefter klikke på Scan testside. Â Hvis scanneren fungerer korrekt, vises det scannede billede i visningsområdet.";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If the device is still not found, disconnect the USB cable, wait a few moments, and then re-connect." = "Kontrollér, at USB-kablet sidder korrekt i USB-portene på enheden og på din Mac. Hvis enheden stadig ikke kan findes, skal du tage USB-kablet ud, vente et øjeblik og sætte det i igen.";
"ProductImprovementDescription" = "HP anvender værktøjer, f.eks. Google Analytics, til at indsamle, kombinere og analysere data, der ikke indeholder personlige oplysninger, med henblik på at forbedre HP-produkter og -løsninger, at forstå kunderne bedre og udvikle strategiske forretningsinitiativer.";

/* Scan queue creation action title */
"Add this scanner to the System Preferences \"Printers & Scanners\" list." = "Føj denne scanner til listen \"Printere og Scannere\" i Systemindstillinger.";

/* Add print queue button description */
"Add this printer to the System Preferences \"Printers & Scanners\" list." = "Føj denne printer til listen \"Printere og Scannere\" i Systemindstillinger.";

/* Description for Print view in Enable Print and Scan page */
"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "Du kan udføre dette ekstra valgfrie trin ved at placere et ark %@-papir i printerens papirbakke og derefter klikke på Udskriv testside.";


/* Title and description of the alert displayed in case app should be restarted to correctly handle HP software update */
"%@ Needs To Be Restarted" = "%@ skal genstartes";
"Setup of the selected device requires HP software update and restart of %@." = "Konfiguration af den valgte enhed kræver opdatering af HP-softwaren og genstart af %@.";

/* Create the print/scan queue action description*/
"Add this device to the System Preferences \"%@\" list." = "Føj denne enhed til listen \"%@\" i Systempræferencer.";
"Add this scanner to the System Preferences \"%@\" list." = "Føj denne enhed til listen \"%@\" i Systempræferencer.";

/* Name of Print & Scan System Preferences pane on OSX 10.8 and lower. The localized name should be the same as in the OSX System Preferences */
"Print & Scan" = "Udskriv & scan";

/* Name of Print & Scan System Preferences pane on OSX 10.9 and higher. The localized name should be the same as in the OSX System Preferences */
"Printers & Scanners" = "Printere og scannere";

/* Warning title and description in case the device is found via WSDiscovery but can not be discovered via Bonjour */
"Some of your device functions may be unavailable." = "Nogle af enhedens funktioner er muligvis ikke tilgængelige.";
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X understøtter kun scannings- og faxfunktioner for enheder tilsluttet via Bonjour, men denne enhed kan ikke findes via Bonjour. Du kan fortsætte med at konfigurere enheden til kun at udskrive. Hvis du vil bruge alle enhedens funktioner, skal du aktivere Bonjour på enheden, sikre at enheden er tilsluttet samme lokalnetværk som din Mac og derefter vælge enheden igen, når den vises på listen.";

/* Description and the button title displayed in case the print queue should be updated with ippusb scheme on 10.12 */
"Print queue for your device needs to be updated." = "Printkøen til enheden skal opdateres.";
"Update..." = "Opdatering...";

/* Warning description for the case user found ScanJet by IP-address or host name */
"OS X does not support scanning on devices connected via host name or IP-address methods. To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X understøtter ikke scanning på enheder tilsluttet via metoder med værtsnavn eller IP-adresse. Hvis du vil scanne, skal du aktivere Bonjour på enheden, sikre at enheden er tilsluttes samme lokalnetværk som din Mac og derefter vælge enheden igen, når den vises på listen.";

"To connect the device, complete the following steps. After you complete each step, click \"Try Again\".\n \n1. Make sure all cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the device off, and then turn it on again" = "Udfør følgende trin for at tilslutte enheden. Når du har gennemført hvert trin, klik på \"Prøv igen\".\n \n1. Sørg for, at alle kabler er sikkert forbundet, eller at den trådløse forbindelse fungerer korrekt.\n\n2. Sluk for enheden, og tænd for den igen.";

/* Hardware Setup screen title, description and explanation */
"Hardware Setup" = "Hardware-opsætning";
"Lets install ink and paper" = "Lad os installere blæk og papir!";
"Follow the printed instructions that came with your device.\n\nAfter you've completed ink and paper installation, select <b>Continue</b>." = "Følg de udskrevne instruktioner, der fulgte med printeren.\n\nNår du har afsluttet installation af blæk og papir, skal du vælge <b>Fortsæt</b>.";



/* Offline setup flow strings */

/* Online setup error title */
"Cannot establish connection for online setup." = "Kunne ikke etablere forbindelse til online opsæting.";
/* Online setup error description in case software is not accessible  */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup." = "Visse af trinene for opsætning af enheden omfatter installation af HP-software, som kræver internetforbindelse. Sørg for, at din computer er tilsluttet til internettet, og klik så på Prøv igen. Klik på Fortsæt offline for at springe over online opsætningen.";
/* Online setup error description in case software is accessible */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup steps and setup your device with AirPrint driver." = "Visse af trinene for opsætning af enheden omfatter installation af HP-software, som kræver internetforbindelse. Sørg for, at din computer er tilsluttet til internettet, og klik så på Prøv igen. Klik på Fortsæt offline for at springe over online opsætningen, og opsæt din enhed med en AirPrint-driver.";
/* Continue offline button title */ 
"Continue Offline" = "Fortsæt offline";

/* Information text to the busy alert on trying to close download window */
"Software download is in progress. Please wait until download is completed." = "Download af software i gang. Vent, indtil download er gennemført.";

/* Confirmation button title on busy alert */
"Close Anyway" = "Luk alligevel";

/* Information text to the busy alert on trying to quit application */
"You have an active downloading in progress. Please wait for downloading completion or cancel active downloads." = "Du er i gang med at downloade. Vent, indtil download er færdig, eller annuller aktive downloads.";

/* The information text to the download failure alert, when the reason is unknown */
"The software cannot be downloaded. Try again later." = "Softwaren kan ikke downloades. Prøv igen senere.";

/* Switch to Bonjour connection proposal screen */

/* Screen Title */
"Enable Bonjour" = "Slå Bonjour til";

/* Title and description for the message displayed in case the device found by IP-address is also available via Bonjour */
"Your device is available via Bonjour connection." = "Din enhed er klar til at oprette forbindelse til Bonjour.";
"Using Bonjour allows you to have more features and options for work with your device." = "Når du anvender Bonjour, har du flere funktioner og valgmuligheder tilgængelige på din enhed.";

/* Radio buttons for selecting connection */
"Use Bonjour connection" = "Brug Bonjour-forbindelse";
"Use current connection" = "Brug den nuværende forbindelse";


/* Message text for MFU found by IP-address or WS-Discovery */
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X understøtter scanner- og fax-funktioner for enheder, der er forbundet med Bonjour, men denne enhed kan ikke findes via Bonjour. Du kan fortsætte med at sætte denne enhed op til udskrift. Hvis du vil bruge alle enhedens funktioner, skal du slå Bonjour til på din enhed og sikre dig, at enheden er forbundet til samme lokale netværk som din Mac.";


/* Message text for scanner found by IP-address or WS-Discovery */
"OS X supports scanning for devices connected via Bonjour only, but this device can not be discovered via Bonjour. Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X understøtter scanning for enheder, der er forbundet med Bonjour, men denne enhed kan ikke findes med Bonjour. Sørg for, at Bonjour er slået til på din enhed, og sørg for, at enheden er forbundet til samme lokale netværk som din Mac.";


/* Wireless setup over USB */

/* Screen title and description */
"Connect device to the wireless network" = "Forbind enheden til det trådløse netværk";
"Your device supports wireless network connection." = "Din enhed understøtter trådløse netværksfunktioner.";


/* Radio buttons for selecting connection */
"Connect to wireless network" = "Opret forbindelse til trådløse netværk";
"Continue with USB connection" = "Fortsæt med USB-forbindelse";

/* Error message for USB device setup error */
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If still not working, turn your device off, wait a few moments, and turn it on again." = "Kontrollér, at USB-kablet sidder ordentligt i en af USB-portene på din enhed og din Mac. Hvis det stadig ikke virker, skal du slå enheden fra, vente et par minutter og forsøge igen.";

/* Title and description for message that tells user device is to be unplugged from USB */
"Unplug your device from USB." = "Fjern USB-kablet fra din enhed.";
"Please unplug your device from USB to start using the network connection." = "Fjern venligst USB-kablet fra din enhed for at komme i gang med at bruge netværksforbindelsen.";


/* SW Download */

/* Search field placeholder */
"Device model name" = "Enhedens modelnavn";

/* Initial action description */
"Enter the device model name to start searching for software online." = "Indtast enhedens modelnavn for at søge efter software online.";

/* Done button title */
"New Download" = "Ny download";


/* Print/scan test page action description */
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click %@." = "Kontrollerér, at printeren er konfigureret korrekt, ved at lægge papir i printerens papirbakke og klikke på %@.";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click %@. If working properly the scanned image will appear in the preview area." = "Udfør dette valgfrie trin ved at placere et dokument med tekst på den ene side i forhold til placeringsmarkørerne, og klik dernæst på %@. Hvis det virker korrekt, vil det scannede billede blive vist i forhåndsvisningsområdet.";

"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click %@." = "Udfør dette valgfrie trin ved at placere et ark %@-papir i printerens papirbakke, og klik dernæst på %@.";

/* Alert message for case user connects to the wireless network, but the specific band is turned off on the device control panel */
"%@ Wi-Fi band frequency support is turned off. Please turn it on in the device control panel, or select another network." = "Understøttelse af wi-fi-forbindelse på frekvensen %@ er slået fra. Slå den venligst til igen i enhedens kontrolpanel, eller vælg et andet netværk.";

/* Wireless channel bands */
"2.4GHz" = "2,4 GHz";
"5GHz" = "5 GHz";

/* Select device screen description. The bold text is marked with <b>..</b> */
"Select the device you want to use and then click <b>Continue</b>." = "Vælg den enhed, du vil bruge, og klik på <b>Fortsæt</b>.";

/* Join Wi-Fi network action note. The bold text is marked with <b>..</b> */
"Note: When you click <b>Join</b>, your Mac will be temporarily disconnected from your wireless network. %@" = "Bemærk: Når du klikker på <b>Forbind</b>, bliver din Mac midlertidigt frakoblet dit trådløse netværk. %@";

/* Join Wi-Fi screen description. The bold text is marked with <b>..</b> */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click <b>Join</b>." = "Klik på mærkaten under enhedens ikon, og giv din enhed et navn, der er let at huske. Sørg for, at din Macs aktuelle wi-fi-netværk er valgt, og klik herefter på <b>Forbind</b>.";

/* Open HP Utility and Continue Online screen descriptions. The bold text is marked with <b>..</b> */
"Click <b>Open HP Utility</b> and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "Klik på <b>Åbn HP Utility</b>, og følg instruktionerne. Når HP Utility er åbnet, vil HP Easy Start automatisk lukke.";
"Click <b>Continue Online</b> to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "Klik på <b>Fortsæt online</b> for at åbne din Web-browser, og følg herefter instruktionerne. Når din browser er åbnet, vil HP Easy Start automatisk lukke.";

/* The first screen description */
"Power on your device to quickly and easily set up, connect, and begin printing with HP Easy Start. In a few simple steps, your HP printer or scanner will be ready to use!" = "Tænd hurtigt for din enhed, og sæt den op uden besvær, så du kan komme i gang med at udskrive med HP Easy Start. I løbet af et par enkle trin er din HP-printer eller -scanner klar til brug!";

/* Controls caption for case locale/language was not initially set */
"Select Country..." = "Vælg land ...";
"Select Language..." = "Vælg sprog ...";

/* Enable Bonjour screen descriptions for scanners */
"Bonjour connection is required for scanning." = "Bonjour-forbindelse kræves for at scanne.";

/* Proceed with Bonjour connection action description for scanners */ 
"Click <b>Continue</b> to proceed with Bonjour connection." = "Klik på <b>Fortsæt</b> for at fortsætte med at oprette Bonjour-forbindelsen.";

/* Add printer/print test page screen title and description */
"Add and Verify Your Device" = "Tilføj, og bekræft din enhed"; 
"Follow these steps to prepare the device for work." = "Følg disse skridt for at gøre enheden klar til brug.";

/* Quit application during online setup alert message header */
"Setup not complete" = "Konfigurationen er ikke fuldført";

/* Quit application during online setup alert message details button titles are "Continue", "Skip to Software Download" and "Quit"*/
"If you close %1$@, you might not be able to print from this computer.\nEven though you have connected your printer to a network, you will still need to install print drivers.\nAdditionally, if you close this window now, your supplies might not be configured properly.\nClick <b>%2$@</b> to continue set up (recommended), <b>%3$@</b> to download and install printer drivers, or <b>%4$@</b> to quit the application." = "Hvis du lukker %1$@, kan du muligvis ikke printe fra denne computer.\nSelv hvis du har tilsluttet din printer til et netværk, skal du stadig installere printerens drivere.\nHvis du derudover lukker dette vindue nu, er dine forsyninger muligvis ikke konfigureret korrekt.\nKlik på <b>%2$@</b> for at fortsætte opsætningen (anbefales), på <b>%3$@</b> for at downloade og installere printerens drivere eller <b>%4$@</b> for at lukke programmet.";

/* Skip online setup button title */
"Skip to Software Download" = "Gå til softwaredownload";

/* Quit application during online setup button title */
"Quit" = "Afslut";

"Welcome to %@!" = "Velkommen til %@!";
"Power on your device to easily set up, connect, and begin printing with HP Easy Start.\nLet's get your HP printer or scanner ready to use!" = "Tænd for din enhed for nemt at opsætte, oprette forbindelse og begynde at udskrive med HP Easy Start.\nLad os gøre din HP-printer eller -scanner klar til brug!";
I_Have_Read_Agreement_prefix = "Jeg har læst og accepterer ";
"End_User_License_Agreement" = "Slutbrugerlicensaftalen";
" and " = " og ";
"Privacy Statement" = "Erklæring om beskyttelse af personlige oplysninger";
I_Have_Read_Agreement_suffix = ".";
User_Settings_prefix = "";
"click here" = "Klik her";
User_Settings_suffix = " for at få mere at vide eller for at ændre brugerindstillinger.";
"User Settings" = "Brugerindstillinger";
"Allow usage information to be sent" = "Tillad, at der sendes oplysninger om brug";
"HP collects and analyzes printer usage and technical data from HP devices for the purposes of providing and improving products, services and business operations, and delivering relevant information and benefits. HP may also analyze this data in combination with other data collected in accordance with the HP Privacy Statement." = "HP indsamler og analyserer data om printerbrug og tekniske data fra HP-enheder med det formål at tilvejebringe og forbedre produkter, tjenester og forretningsdrift samt give relevante oplysninger og fordele. HP analyserer muligvis disse data i kombination med andre data indsamlet i henhold til HP's erklæring om beskyttelse af personlige oplysninger.";
"Allow your %@ software to send data to HP" = "Tillad, at %@-software sender data til HP";
"In order to deliver better versions of your %@ software, HP will periodically collect anonymous usage data (some information may be collected using Google Analytics) and transmit that data to HP." = "For at kunne levere bedre versioner af %@-softwaren indsamler HP med jævne mellemrum anonyme brugsdata (nogle oplysninger indsamles muligvis med Google Analytics) og sender disse data til HP.";
"Click here to learn more about Google Analytics" = "Klik her for at få mere at vide om Google Analytics";
"Prepare printer for setup" = "Klargøring af printeren til opsætning";
"Click <b>Continue</b> after you complete the following tasks." = "Klik på <b>Fortsæt</b>, når du har udført følgende opgaver.";
"Make sure the printer is plugged into a power source" = "Sørg for, at printeren er tilsluttet en strømkilde";
"Make sure the printer is turned ON" = "Sørg for, at printeren er tændt";
"For wireless printer setup, remove any Ethernet or USB cables that might be connected to your printer" = "Fjern Ethernet- eller USB-kabler, der kan være tilsluttet din printer, for trådløs printeropsætning";
"For assistance with these tasks, consult the information provided with your printer." = "Se oplysningerne, der fulgte med printeren, for at få hjælp til at udføre disse opgaver.";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                            Hawk Specific                                   */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Download" = "Hent";
/* Menu item to create new window */
"New Download Window" = "Nyt downloadvindue";

/* Main screen title */
"Download Software" = "Download software";

/* Helping description on the main screen to the seatch field */
"Enter the device model name to start searching for software" = "Angiv enhedens modelnavn for at søge efter software";

/* Stub message when search field is empty and no model is selected */
"No model selected" = "Ingen model valgt";

/* Title of link to open location of downloaded software component in Finder */
"Show In Finder" = "Vis i Finder";
